Repository: chauchinyiu/MusicBoxApps
Catalog: MyMusicBox/MusicBox/*.lproj/Localizable.strings
Languages: de

# EMPTY_MESSAGE
source: Tap to write your words
de: Tippe deine Worte ein!

# NO_PHOTO
source: Tap to add photos
de: Tippe ein, um deine Fotos aufzuladen!

# SELECT_TRANSITION
source: Please select a transition style
de: Bitte wähle einen Übergangsstil!

# INSTRUCTION_0
source: Turn the wheel to play the music
de: Dreh das Rad, um die Musik zu spielen

# INSTRUCTION_1
source: Press to autoplay music
de: Bitte drücken, um Musik selbst spielen zu lassen!

# INSTRUCTION_2
source: Tap to add 3 of your favorite photos
de: Bitte tippen, um 3 deiner Lieblingsfotos hinzuzufügen!

# INSTRUCTION_3
source: Tap to write some message here
de: Hier drücken, um eine Nachricht zu schreiben!

# INSTRUCTION_4
source: Click here to choose your song
de: Bitte hier klicken, um dein Lied zu wählen!

# INSTRUCTION_5
source: Tap to record the video
de: Bitte drücken, um das Video aufzunehmen!

# INSTRUCTION_6
source: Start Recording Now...
de: Fang jetzt mit der Aufzeichnung an!

# INSTRUCTION_7
source: Play the video
de: Jetzt das Video spielen!

# INSTRUCTION_8
source: Choose your favorite theme
de: Wähle dein Lieblings-Thema!

# SONGS_BTN
source: Songs
de: Lieder

# COLLECTION_BTN
source: Collection
de: Themen

# BACK_BTN
source: Back
de: Zurück

# MORE_BTN
source: More
de: Mehr

# RATE_APP
source: Rate/Comments the App
de: Rate/ Kommentar zur App

# SHARE_APP
source: Share the App
de: Teile die App

# RESET_INSTRUCTION
source: Restart guideline
de: Restarte die Leitlinie

# DONE_BTN
source: Done
de: Fertig!

# CLEAR_BTN
source: Reset
de: Zurücksetzen

# CANCEL_BTN
source: Cancel
de: Abbrechen

# CARNIVAL_THEME_NAME
source: Celebration
de: Feier!

# BIRTHDAY_SONG_NAME
source: Birthday song (Trad. Chi.)
de: Geburtstags-Lied (Trad. chi.)

# CHRISTMAS_THEME_NAME
source: Christmas
de: Weihnachten

# SILENT_NIGHT_NAME
source: Silent Night
de: Stille Nacht

# HARK_THE_HERALD_ANGELS_SING_NAME
source: Hark! The Herald Angels Sing
de: Hört die Engel hört sie singen

# JOY_TO_THE_WORLD_NAME
source: Joy to the world
de: Freue dich Welt

# THE_TWELVE_DAYS_OF_CHRISTMAS_NAME
source: The 12 days of christmas
de: Die Zwölf Weihnachtstage

# THE_FIRST_NOEL_NAME
source: The First Noël
de: Das erste Weihnachtsfest

# VALENTINE_THEME_NAME
source: Valentine
de: Valentin
